{
  "plugins": {
    "LuaSnip": {
    },
    "black-metal-theme-neovim": [],
    "conform.nvim": {
    },
    "gitsigns.nvim": {
    },
    "lspkind.nvim": [],
    "mini.icons": {
    },
    "nvim-autopairs": {
    },
    "nvim-dap": {
    },
    "nvim-dap-ui": [],
    "nvim-dap-virtual-text": [],
    "nvim-jdtls": {
    },
    "nvim-nio": [],
    "nvim-treesitter": {
      "version": "'master'"
    },
    "nvim-treesitter-textobjects": {
    },
    "oil.nvim": {
    },
    "plenary.nvim": [],
    "render-markdown.nvim": {
    },
    "table-nvim": [],
    "telescope-dap.nvim": [],
    "telescope.nvim": {
    },
    "todo-comments.nvim": {
    },
    "transparent.nvim": [],
    "vimtex": {
    }
  }
}